/* 
  Localizable.strings
  annoter

  Created by  Devl on 2/7/22.
  Copyright © 2022 Ken Ding. All rights reserved.
*/

"LN_Select_300151" = "Select";
"LN_Draw_300151" = "Draw";
"LN_Shape_300151" = "Shape";
"LN_Line_300151" = "Line";
"LN_Text_300151" = "Text";
"LN_Note_300151" = "Sticky Note";
"LN_Erase_300151" = "Erase";
"LN_Color_300151" = "Color";
"LN_Undo_300151" = "Undo";
"LN_Redo_300151" = "Redo";
"LN_Pages_300151" = "Pages";
"LN_More_300151" = "More";

"LN_Pen_300151" = "Pen";
"LN_Highlighter_300151" = "Highlighter";
"LN_Thin_300151" = "Thin";
"LN_Regular_300151" = "Regular";
"LN_Thick_300151" = "Thick";
"LN_Rectangle_300151" = "Rectangle";
"LN_Circle_300151" = "Ellipse";
"LN_Diamond_300151" = "Diamond";
"LN_Triangle_300151" = "Triangle";
"LN_Arrow_300151" = "Arrow";
"LN_Double_Arrow_300151" = "Double Arrow";
"LN_Connector_300151" = "Connector";

"LN_Outline_300151" = "Outline";
"LN_Transparent_300151" = "Transparent";
"LN_Filled_300151" = "Filled";
"LN_Bold_300151" = "Bold";
"LN_Italic_300151" = "Italic";
"LN_Underline_300151" = "Underline";
"LN_Text_Align_300151" = "Text Align";
"LN_Text_Size_300151" = "Text Size";
"LN_Line_Property_300151" = "Line Property";
"LN_Distribute_300151" = "Distribute";
"LN_Start_Point_300151" = "Start Point";
"LN_Line_Shape_300151" = "Line Shape";
"LN_End_Point_300151" = "End Point";
"LN_Group_300151" = "Group";
"LN_Ungroup_300151" = "Ungroup";
"LN_Solid_300151" = "Solid";
"LN_Dashed_300151" = "Dashed";
"LN_None_300151" = "None";
"LN_Straight_300151" = "Straight";
"LN_Curved_300151" = "Curved";

"LN_Align_300151" = "Align";
"LN_Align_Left_300151" = "Align Left";
"LN_Align_Center_300151" = "Align Center";
"LN_Align_Right_300151" = "Align Right";
"LN_Align_Horizontal_300151" = "Align Horizontal";
"LN_Align_Top_300151" = "Align Top";
"LN_Align_Vertical_300151" = "Align Vertical";
"LN_Align_Bottom_300151" = "Align Bottom";
"LN_Horizontally_300151" = "Horizontally";
"LN_Vertically_300151" = "Vertically";

"LN_Zoom_In_300151" = "Zoom In";
"LN_Zoom_Out_300151" = "Zoom Out";
"LN_Reset_100_300151" = "Reset to 100%";

"LN_Copy_300151" = "Copy";
"LN_Paste_300151" = "Paste";
"LN_Duplicate_300151" = "Duplicate";
"LN_Bring_Forward_300151" = "Bring Forward";
"LN_Bring_To_Front_300151" = "Bring to Front";
"LN_Send_Backward_300151" = "Send Backward";
"LN_Send_To_Back_300151" = "Send to Back";
"LN_Add_A_Comment_300151" = "Add a Comment";
"LN_Delete_300151" = "Delete";
"LN_Export_300151" = "Export";
"LN_Delete_Board_300151" = "Delete Board";
"LN_Leave_Board_300151" = "Leave Board";
"LN_Untitled_300151" = "Untitled";
"LN_View_Only_300151" = "View Only";

"LN_Share_300151" = "Share";
"LN_Send_300151" = "Send";
"LN_Share_Whiteboard_300151" = "Share Whiteboard";
"LN_Create_Page_300151" = "Create up to %d pages";

"LN_Owner_300151" = "Owner";
"LN_Co_Owner_300151" = "Co-owner";
"LN_Viewer_300151" = "Viewer";
"LN_Editor_300151" = "Editor";
"LN_Commenter_300151" = "Commenter";
"LN_Remove_300151" = "Remove";

"LN_Placeholder_300151" = "Email";
"LN_Invalid_Email_300151" = "Invalid email address";
"LN_User_Not_In_Orgainzation_300151" = "The user is not in %@ organization";

"LN_Temporary_Collaborators_300151" = "Temporary collaborators";
"LN_Temporary_Collaborators_Note_300151" = "Temporary access is given to all the current meeting participants. It is revoked when the meeting ends.";
"LN_Make_Permanent_300151" = "Make permanent";

"LN_Copy_Link_300151" = "Copy Link";
"LN_Copied_To_Clipboard_300151" = "Copied to clipboard";

"LN_Access_Desc_300151" = "%@ can %@";
"LN_Only_Invited_User_300151" = "Only Invited users";
"LN_Anyone_At_Org_300151" = "Anyone at %@";
"LN_Anyone_With_Zoom_300151" = "Anyone with a Zoom account";
"LN_View_300151" = "View";
"LN_Edit_300151" = "Edit";
"LN_Comment_300151" = "Comment";

"LN_ShareSheet_TextView_Placeholder_123456" = "Contact or Email";
"LN_ShareSheet_Success_Prompt_123456" = "Whiteboard name was shared with %@";


"LN_Who_Can_Access_300151" = "Who can access";
"LN_Invited_Only_300151" = "Invited Only";
"LN_With_the_Permission_300151" = "With the permission";

"LN_Previous_Tool_300151" = "Show Previous Tools";
"LN_Next_Tool_300151" = "Show More Tools";

"LN_Page_300151" = "Page %d";
"LN_Loading_Failed_300151" = "Loading Failed";
"LN_Reload_300151" = "Reload";
"LN_Add_New_Page_300151" = "Add New Page";

"LN_Legal_Title_362453" = "Who can see what you share here";
"LN_Legal_Text_362453" = "Everyone who has access to this whiteboard, including people in the meeting, can save the things you share here - and share them with apps and others";

"LN_Exporting_As_300151" = "Exporting '%@' as %@";
"LN_Open_Folder_300151" = "Open Folder";
"LN_Close_300151" = "Close";

"LN_Work_Auto_Saved_300151" = "Your work is auto-saved";
"LN_Work_Not_Saved_300151" = "Your work is not saved";
"LN_Leave_Feedback_300151" = "Leave Feedback";
"LN_You_300151" = "(you)";

